Unable to convert wall to panel.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId FailedConvertWallToPanel { get; }
  Visual Basic
Public Shared ReadOnly Property FailedConvertWallToPanel As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FailedConvertWallToPanel {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures WallFailures Class
  Autodesk.Revit.DB Namespace